LOGS = 'logs.txt'  # файл для логов

IAM_TOKEN = ""
FOLDER_ID = ""
API_KEY = ""
BOT_TOKEN = ""
MAX_GPT_TOKENS = 100
DESCRIPTION_CITY = [{'role': 'system', 'text':  "Ты - бот, который знает все о городах. Не пиши поясняющего текста! Расскажи кратко о городе"}]
IF_WEATHER_CLOTHES = [{'role': 'system', 'text':  " Не пиши поясняющего текста! Скажи кратко, что одеть при температуре"}]
IF_WHERE_GO_TO = [{'role': 'system', 'text':  "Ты - бот, знающий все места в любом городе. Не пиши поясняющего текста! Скажи кратко куда можно сходить или на какие достопримечательности можно посмотреть"}]
